{
  "nav_home": "Accueil",
  "nav_news": "Actualités",
  "nav_pr_services": "Services RP",
  "nav_startups": "Startups",
  "nav_ignite_talk": "Ignite Talk",
  "main_heading": "Histoires Locales & Services de RP",
  "mission_heading": "Mission",
  "mission_paragraph": "Donner aux jeunes sans emploi, en particulier aux diplômés en journalisme, des compétences en narration numérique, tout en offrant des services de relations publiques abordables aux entreprises locales, renforçant ainsi l'écosystème médiatique local et la visibilité économique.",
  "vision_heading": "Vision",
  "vision_paragraph": "Une communauté où les histoires locales authentiques animent les récits mondiaux, où les jeunes s'épanouissent dans les carrières de communication numérique et où les entreprises exploitent le storytelling pour attirer les investissements et la croissance.",
  "core_values_heading": "Nos valeurs fondamentales",
  "empowerment_value_title": "Autonomisation",
  "empowerment_value_desc": "Nous croyons qu'il faut donner à la prochaine génération les outils nécessaires pour façonner leurs propres récits et carrières.",
  "authenticity_value_title": "Authenticité",
  "authenticity_value_desc": "Nous défendons une narration authentique qui résonne avec la vérité et l'intégrité.",
  "innovation_value_title": "Innovation",
  "innovation_value_desc": "Nous adoptons les nouvelles technologies et les approches créatives en matière de communication.",
  "collaboration_value_title": "Collaboration",
  "collaboration_value_desc": "Nous favorisons les partenariats entre les jeunes, les entreprises et les médias pour un impact collectif.",
  "sustainability_value_title": "Durabilité",
  "sustainability_value_desc": "Nous développons des compétences durables et créons des services qui contribuent à la croissance économique à long terme.",
  "what_we_do_heading": "Ce que nous faisons",
  "train_youth_title": "Former les jeunes",
  "train_youth_desc": "Offrir une formation pratique en journalisme numérique, création de contenu, gestion des médias sociaux et stratégies de RP.",
  "provide_pr_title": "Fournir des services de RP",
  "provide_pr_desc": "Fournir des services de RP professionnels et abordables aux PME et organisations locales, les aidant à atteindre un public plus large et à attirer des investissements.",
  "bridge_gap_title": "Combler le fossé",
  "bridge_gap_desc": "Mettre en relation les jeunes formés avec des opportunités d'emploi dans les médias et la communication, réduisant ainsi le chômage.",
  "strengthen_media_title": "Renforcer les médias locaux",
  "strengthen_media_desc": "Contribuer à un paysage médiatique local dynamique et diversifié en promouvant le contenu et les talents locaux.",
  "search_placeholder": "Rechercher...",
  "footer_careers": "Carrières",
  "footer_contact": "Contactez-nous",
  "newsletter_subscribe_text": "Abonnez-vous à notre newsletter pour les dernières mises à jour!",
  "newsletter_email_placeholder": "Entrez votre adresse e-mail",
  "subscribe_button": "S'abonner",
  "copyright_text": "© 2025 Story Sways. Tous droits réservés.",
  "articles_page_title": "Derniers articles",
  "articles_search_button": "Rechercher",
  "article_author_label": "Auteur",
  "article_category_label": "Catégorie",
  "article_published_label": "Publié",
  "article_tags_label": "Tags",
  "article_not_found": "Article introuvable.",
  "no_articles_found": "Aucun article trouvé correspondant à vos critères."
}